var mock = [
    {
        "categories": [
            {
                "title": "История коррупции",
                "id": "istoriya_korruptsii"
            },
            {
                "title": "Великие о коррупции",
                "id": "velikie_o_korruptsii"
            },
            {
                "title": "Термины и принципы",
                "id": "terminy_i_printsipy"
            }
        ],
        "maxPrice": 500,
        "data": {
            "istoriya_korruptsii-100": {
                "description": "9 декабря – Международный день борьбы с коррупцией. С чем связан выбор даты?",
                "answer": "В этот день в 2003 году была открыта для подписания Конвенция ООН против коррупции, принятая Генеральной ассамблеей ООН 1 ноября 2003 года."
            },
            "istoriya_korruptsii-200": {
                "description": "Какие действия по отношению к чиновникам приняла Екатерина Вторая, чтобы уменьшить коррупцию?",
                "answer": "Увеличила жалование, которое выплачивала в срок."
            },
            "istoriya_korruptsii-300": {
                "description": "«А учнут излюбленные судьи судити не прямо, по посулам, а доведут на них то, и излюбленных судей в том казнити смертною казнью, а животы их велети имати да отдавати тем людям, кто на них донесет». Из какого исторического документа эпохи Ивана Грозного этот фрагмент?",
                "answer": "Судебник"
            },
            "istoriya_korruptsii-400": {
                "description": "Негативное отношение к преподнесению подарков чиновникам и запрет их принимать существует сегодня во многих государствах. В нашей стране впервые оно было прописано в указе Сената «О воспрещении начальствующим лицам принимать приношения от общества». При каком императоре был издан этот Указ?",
                "answer": "Николай Первый"
            },
            "istoriya_korruptsii-500": {
                "description": "В XVII веке на Руси для определения видов взятки существовало несколько юридических названий: почести, поминки и посулы. Так, «почести» означали предварительное подношение должностному лицу, «поминки» - подарок «по итогам», а «посулы» - нарушение закона за плату. За что из перечисленного полагались телесные наказания?",
                "answer": "Посулы"
            },
    
            "velikie_o_korruptsii-100": {
                "description": "М.Е. Салтыков-Щедрин говорил: «При таких законах жизнь в России без (них) …… была бы невозможной. Что имел ввиду писатель?",
                "answer": "взятки"
            },
            "velikie_o_korruptsii-200": {
                "description": "Как звать античного философа, сказавшего: «Покупающий власть за деньги привыкает извлекать из нее выгоду».",
                "answer": "Аристотель"
            },
            "velikie_o_korruptsii-300": {
                "description": "Какому персидскому поэту и философу принадлежат слова: «Лучше впасть в нищету, голодать или красть, Чем в число блюдолизов презренных попасть. Лучше кости глодать, чем прельститься сластями За столом у мерзавцев, имеющих власть».",
                "answer": "Хайям Омар"
            },
            "velikie_o_korruptsii-400": {
                "description": "Советский поэт, автор стихотворения: «Взятка всюду мелочно-гадка, А в работе трепетной и чистой Кажется мне лапою когтистой Подношенье взявшая рука. Нет, не гонорар или зарплату, Что за труд положены везде, А вторую, «тайную» оплату, Вроде жатвы на чужой беде».",
                "answer": "Асадов"
            },
            "velikie_o_korruptsii-500": {
                "description": "Итальянский политический деятель, автор афоризма «Коррупция подобна болезни, которую вначале трудно распознать, но легче лечить, а когда она запущена, то ее легко распознать, но излечить трудно».",
                "answer": "Макиавели"
            },
    
            "terminy_i_printsipy-100": {
                "description": "В разговорной речи используется термин «волокита». Что означал этот термин в прошлом?",
                "answer": "Затягивание в решении какого-либо вопроса с целью получения взятки."
            },
            "terminy_i_printsipy-200": {
                "description": "Руководство компании разрабатывает и осуществляет комплекс мероприятий с учетом существующих в деятельности данной организации коррупционных рисков. О каком принципе противодействия коррупции в организации идет речь?",
                "answer": "Принцип соразмерности антикоррупционных процедур риску коррупции."
            },
            "terminy_i_printsipy-300": {
                "description": "Какой принцип противодействия коррупции прежде всего реализуется государственными органами власти и органами местного самоуправления?",
                "answer": "Публичность и открытость деятельности."
            },
            "terminy_i_printsipy-400": {
                "description": "Форма фаворитизма, когда должностное лицо предпочитает при назначении на государственные должности выдвигать своих родственников.",
                "answer": "Кумовство (устар.)"
            },
            "terminy_i_printsipy-500": {
                "description": "Группа стран по борьбе с коррупцией, была создана в 1999 году для мониторинга антикоррупционных стандартов Совета Европы в странах, вступивших в эту организацию.",
                "answer": "ГРЕКО"
            }
        }
    },
    {
        "categories": [
            {
                "title": "Государственная служба",
                "id": "gosudarstvennaya_sluzhba"
            },
            {
                "title": "Коррупционная составляющая",
                "id": "korruptsionnaya_sostavlyayushchaya"
            },
            {
                "title": "Петр Первый",
                "id": "petr_pervyy"
            }
        ],
        "maxPrice": 500,
        "data": {
            "gosudarstvennaya_sluzhba-100": {
                "description": "Имеет ли право государственный служащий после увольнения заниматься трудовой деятельностью в организациях, которые курировались им в ходе выполнения должностных обязанностей?",
                "answer": "Имеет, только с согласия специальной комиссии."
            },
            "gosudarstvennaya_sluzhba-200": {
                "description": "Имеет ли право государственный служащий принимать почетные звания от иностранных государств или международных организаций?",
                "answer": "Имеет право только с разрешения представителя нанимателя."
            },
            "gosudarstvennaya_sluzhba-300": {
                "description": "В каких случаях государственный служащий имеет право участвовать в управлении некоммерческой организацией?",
                "answer": "В качестве представителя учредителя, коим выступает субъект Российской Федерации, имеющий долю в уставном капитале."
            },
            "gosudarstvennaya_sluzhba-400": {
                "description": "В каких случаях государственный служащий имеет право принять подарок в ходе выполнения своих должностных обязанностей?",
                "answer": "Если подарок вручен на официальном (протокольном) мероприятии."
            },
            "gosudarstvennaya_sluzhba-500": {
                "description": "К какой мере ответственности (наказание) должно быть привлечено лицо, занимающее государственную должность, за не предоставление декларации в налоговый орган, если в содеянном не содержится признаков уголовного деяния?",
                "answer": "Увольнение."
            },
    
            "korruptsionnaya_sostavlyayushchaya-100": {
                "description": "Определите наличие или отсутствие коррупционной составляющей в следующей ситуации: Иван Петров подарил своему другу-коллекционеру коллекцию редких серебряных монет в обмен на услуги по переводу текста с латинского языка.",
                "answer": "Ситуация не содержит коррупционную составляющую."
            },
            "korruptsionnaya_sostavlyayushchaya-200": {
                "description": "Определите наличие или отсутствие коррупционной составляющей в следующей ситуации: Вадим Сергеевич подарил начальнику на день рождения свою книгу с автографом.",
                "answer": "Ситуация не содержит коррупционную составляющую."
            },
            "korruptsionnaya_sostavlyayushchaya-300": {
                "description": "Определите наличие или отсутствие коррупционной составляющей в следующей ситуации: владелец кафе «Ивушка» предложил финансовую благодарность инспектору за ранее вынесенную отмену решения о закрытии ресторана в связи с ненадлежащей санитарной ситуацией.",
                "answer": "Ситуация содержит коррупционную составляющую."
            },
            "korruptsionnaya_sostavlyayushchaya-400": {
                "description": "Определите наличие или отсутствие коррупционной составляющей следующей ситуации: Вика – староста группы в колледже. Ее группа выиграла в конкурсе, в качестве приза были получены билеты на концерт популярного исполнителя. Билетов всего 10, а учащихся 25. Вике предстоит решить, кому она отдаст эти билеты. Некоторые ребята стали добрее к Вике, стали чаще давать ей списывать домашнее задание или самостоятельные работы. Поэтому она решила вручить билеты тем, кто дает ей списывать и делает за нее домашнюю работу. Оцените действия в этой ситуации.",
                "answer": "Ситуация содержит коррупционную составляющую."
            },
            "korruptsionnaya_sostavlyayushchaya-500": {
                "description": "Кирилл Михайлович работает терапевтом в обычной областной поликлинике. У него трое детей и несколько кредитов – зарплаты на все не хватает. На прием к нему пациент прорывается сквозь длинную очередь и заходит. Пациент объясняет, что очень спешит на поезд. За то, что Кирилл Михайлович принял его без очереди, пациент протягивает ему конверт с некой суммой денег. Врач оставляет деньги себе. Определите наличие или отсутствие коррупционной составляющей в этой ситуации.",
                "answer": "Ситуация содержит коррупционную составляющую."
            },
    
            "petr_pervyy-100": {
                "description": "При этом императоре в России впервые стали бороться с коррупцией системно. Так, не только были усилены уголовно-репрессивные меры, созданы специальные контролирующие органы, но и была предпринята попытка искоренить эту проблему путём установления стабильного жалованья всем чиновникам и созданием чёткой и определённой структуры, численности и компетенции органов государственного управления.",
                "answer": "Петр Первый."
            },
            "petr_pervyy-200": {
                "description": "Как назывался орган, созданный Петром Первым для противодействия беззаконности и с целью надзора за соблюдением правопорядка, а также за государственными служащими?",
                "answer": "Прокуратура."
            },
            "petr_pervyy-300": {
                "description": "В 1711 году Петр I издает указ, согласно которому «над всеми делами тайно надсматривать и проведывать про неправый суд, также сбор казны и прочего» обязан был:",
                "answer": "Прокурор."
            },
            "petr_pervyy-400": {
                "description": "За лиходательство во времена правления Петра полагалось: «…велю как взявших деньги, так и давших положить на плаху, и от плахи подняв, бить кнутом без пощады и сослать на каторги в Азов с женами и детьми и объявить во все города, села и волости: кто сделает это впредь, тому быть в смертной казни без пощады». К какому виду преступлений относится лиходательство?",
                "answer": "Коррупция."
            },
            "petr_pervyy-500": {
                "description": "Петр I издал Указ «О воспрещении взяток и посулов», которым было отменено поместное обеспечение чиновников и повышено им денежное жалованье. В каком году это было?",
                "answer": "1714."
            }
        }
    },
    {
        "categories": [
            {
                "title": "Всякая всячина",
                "id": "vsyakaya_vsyachina"
            },
            {
                "title": "Уголовный кодекс РФ",
                "id": "ugolovnyy_kodeks_rf"
            },
            {
                "title": "Ситуационное решение",
                "id": "situatsionnoe_reshenie"
            }
        ],
        "maxPrice": 500,
        "data": {
            "vsyakaya_vsyachina-100": {
                "description": "Федеральная таможенная служба — федеральный орган, имеющий дополнительные функции в сфере противодействия коррупции. Верно ли утверждение?",
                "answer": "Нет."
            },
            "vsyakaya_vsyachina-200": {
                "description": "По данным социологического опроса большинство россиян, принимавших в нем участие ответили, что давали взятки при нарушении ПДД и задержании сотрудниками ГИБДД (50%), также россиянам приходилось давать взятки при регистрации бизнеса (29%), получении водительского удостоверения (29%), нахождении в больничном учреждении (28%), поступлении в университет (25%). На основании опроса сделайте вывод о том, с каким видом коррупции столкнулись россияне?",
                "answer": "Бытовая коррупция."
            },
            "vsyakaya_vsyachina-300": {
                "description": "В Соборном уложении 1649 г. были предусмотрены наказания за должностные преступления коррупционного характера, в том числе за «неправосудие». Что означало это преступление?",
                "answer": "Заведомо несправедливое решение судебного дела."
            },
            "vsyakaya_vsyachina-400": {
                "description": "Могут ли родственники жены госслужащего работать с зятем в одном учреждении, относящемся к государственному органу?",
                "answer": "Да, могут, если не являются подчиненными либо же подконтрольными друг другу."
            },
            "vsyakaya_vsyachina-500": {
                "description": "Государственный служащий, признанный виновным в совершении коррупционных действий не может занимать государственные должности впоследствии:",
                "answer": "После включения в реестр лиц, уволенных в связи с утратой доверия."
            },
    
            "ugolovnyy_kodeks_rf-100": {
                "description": "Вопрос отсутствует.",
                "answer": "Нет ответа."
            },
            "ugolovnyy_kodeks_rf-200": {
                "description": "Требование передачи чужого имущества или права на имущество или совершения других действий имущественного характера под угрозой применения насилия либо уничтожения или повреждения чужого имущества, а равно под угрозой распространения сведений, позорящих потерпевшего или его близких, либо иных сведений, которые могут причинить существенный вред правам или законным интересам потерпевшего или его близких называется:",
                "answer": "Вымогательство взятки."
            },
            "ugolovnyy_kodeks_rf-300": {
                "description": "Что может выступать предметом взятки?",
                "answer": "Предметом взяточничества и коммерческого подкупа наряду с деньгами, ценными бумагами, иным имуществом могут быть незаконные оказание услуг имущественного характера и предоставление имущественных прав."
            },
            "ugolovnyy_kodeks_rf-400": {
                "description": "Какие действия должен предпринять служащий в случае попытки склонения его к совершению коррупционного или иного правонарушения?",
                "answer": "Служащий обязан уведомить представителя нанимателя (работодателя), органы прокуратуры или другие государственные органы обо всех случаях обращения к нему каких-либо лиц в целях склонения его к совершению коррупционных правонарушений."
            },
            "ugolovnyy_kodeks_rf-500": {
                "description": "В каких случаях взяткодатель может быть освобожден от уголовной ответственности?",
                "answer": "Лицо, давшее взятку, освобождается от уголовной ответственности, если имело место вымогательство взятки со стороны должностного лица или если лицо добровольно сообщило органу, имеющему право возбудить уголовное дело, о даче взятки."
            },
    
            "situatsionnoe_reshenie-100": {
                "description": "Игорь Ануфриев опаздывал на работу. При этом он не заметил меняющегося светофора и проскочил на красный свет. После перекрестка он был остановлен сотрудником ДПС. Который сообщил перепуганному Игорю, что он совершил целых 4 серьезных нарушения правил дорожного движения. Это грозит ему лишением прав. Но если все же без машины Игорь не может, то проблему можно решить, заплатив названную сотрудником ДПС сумму. Игорь растерялся, достал деньги и отдал остановившему его инспектору, после чего смог продолжить поездку на работу. Законно ли требование сотрудника ДПС?",
                "answer": "Нет, не законно, это взятка."
            },
            "situatsionnoe_reshenie-200": {
                "description": "Вадим совсем недавно стал сотрудником ГИБДД. Он выясняет, что его коллеги берут с автолюбителей «денежные вознаграждения» за небольшие нарушения ПДД. Сослуживцы убеждают его, что в их действиях нет ничего страшного, ведь глаза они закрывают на небольшие нарушения: непристегнутый ремень, затонированные стекла и т. д. Он тоже решает воспользоваться такой возможностью в будущем. Чьи действия носят коррупционный характер?",
                "answer": "Нарушителей и сослуживцев."
            },
            "situatsionnoe_reshenie-300": {
                "description": "Чиновник помогает предприятию или фирме получить выгодный кредит или заключить выгодный контракт. Руководство предприятия или фирмы выплачивает чиновнику определённый процент за содействие.",
                "answer": "Да, это коррупция, так как в результате злоупотребления служебным положением чиновник нанес вред государству, выразившийся либо в виде завышения суммы контракта, либо в виде занижения процентов по кредиту, либо в виде получения не самого качественного товара."
            },
            "situatsionnoe_reshenie-400": {
                "description": "Государственный гражданский служащий участвует в осуществлении отдельных функций государственного управления в отношении организации, перед которой государственный гражданский служащий и /или его родственники имеют обязательства имущественного характера. Для урегулирования конфликта интересов служащему необходимо:",
                "answer": "Уведомить о конфликте интересов (возможности его возникновения) своего работодателя сразу, как только служащему станет об этом известно."
            },
            "situatsionnoe_reshenie-500": {
                "description": "Под мелким взяточничеством понимается:",
                "answer": "Получение взятки, дача взятки лично или через посредника в размере, не превышающем десяти тысяч рублей."
            }
        }
    }    
]