export const questions = [
  {
    title: "1",
    answer: "Кто написал роман 'Война и мир'?",
  },
  {
    title: "2",
    answer: "Какой газ имеет химическую формулу O2?",
  },
  {
    title: "3",
    answer: "Какой элемент имеет атомный номер 1?",
  },
  {
    title: "4",
    answer: "Какой материк является самым большим по площади?",
  },
  {
    title: "5",
    answer: "Какой процесс используется растениями для производства еды?",
  },
  {
    title: "6",
    answer: "Какой океан является самым большим?",
  },
  {
    title: "7",
    answer: "Кто был первым человеком на Луне?",
  },
  {
    title: "8",
    answer: "Какой известный художник написал 'Мона Лиза'?",
  },
  {
    title: "9",
    answer: "Какой элемент обозначается символом Au?",
  },
  {
    title: "10",
    answer: "Какой год считается началом Второй мировой войны?",
  },
  {
    title: "11",
    answer: "Как называется планета, известная как 'Красная планета'?",
  },
  {
    title: "12",
    answer: "Кто написал 'Гарри Поттера'?",
  },
  {
    title: "13",
    answer: "Какой элемент имеет символ К?",
  },
  {
    title: "14",
    answer: "Какой зверь является символом США?",
  },
  {
    title: "15",
    answer: "Какой процесс осуществляется в ядерных реакторах?",
  },
  {
    title: "16",
    answer: "Какое самое высокое здание в мире на 2023 год?",
  },
  {
    title: "17",
    answer: "Какой язык является самым распространенным в мире?",
  },
  {
    title: "18",
    answer: "Как называется самая высокая гора на Земле?",
  },
  {
    title: "19",
    answer: "Кто открыл закон всемирного тяготения?",
  },
  {
    title: "20",
    answer: "Какой водоем является самым глубоким в мире?",
  },
  {
    title: "21",
    answer: "Кто является основателем компании Microsoft?",
  },
  {
    title: "22",
    answer: "Как называется столица Японии?",
  },
  {
    title: "23",
    answer: "Какой газ составляет большую часть атмосферы Земли?",
  },
  {
    title: "24",
    answer: "Какой древнегреческий философ был учителем Платона?",
  },
  {
    title: "25",
    answer: "Кто написал 'Анну Каренину'?",
  },
  {
    title: "26",
    answer: "Какой орган человека отвечает за кровообращение?",
  },
  {
    title: "27",
    answer:
      "Какой математический символ используется для обозначения числа пи?",
  },
  {
    title: "28",
    answer: "Какое животное является самым большим на планете?",
  },
  {
    title: "29",
    answer: "Как называется музыкальный инструмент с клавишами?",
  },
  {
    title: "30",
    answer:
      "Какой спортивный термин используется для обозначения игры без счёта?",
  },
  {
    title: "31",
    answer: "Какое химическое вещество является главной частью пластыри?",
  },
  {
    title: "32",
    answer: "Какой континент назван в честь мифической богини?",
  },
  {
    title: "33",
    answer: "Какое время года следует за зимой?",
  },
  {
    title: "34",
    answer: "Какой элемент имеет символ Fe?",
  },
  {
    title: "35",
    answer: "Какой крупнейший млекопитающий на планете обитает в океанах?",
  },
  {
    title: "36",
    answer: "Кто изобрёл телефон?",
  },
  {
    title: "37",
    answer: "Какое домашнее животное часто называют 'пушистиком'?",
  },
  {
    title: "38",
    answer: "Какой цвет получается при смешивании синих и жёлтых пигментов?",
  },
  {
    title: "39",
    answer:
      "Какой крупный технологический праздник отмечается в первом месяце осени?",
  },
];